Repository: JigarM/AppCorner-Social
Catalog: Classes/*.lproj/Localizable.strings
Languages: it

# error.generic.auth
source: You are not authorized to do that
it: Non sei autorizzato

# error.user.disabled
source: Your account has been disabled. Please contact us on our website
it: La tua utenza è stata disabilitata. Contattaci sul nostro sito web

# error.user.notlogged
source: You must be logged in
it: Devi prima effettuare l'accesso

# error.activity.limit
source: You have reached your daily activities (love/comments) published limit
it: Hai raggiunto il limite di attvità (mi piace/commenti) giornaliere pubblicabili

# error.activity.fromUser
source: Cannot set fromUser on Activity to a user other than the current user
it: É possibile salvare un attività solo per l'utente corrente

# error.activity.invalidFromUser
source: An Activity should have a valid fromUser
it: Un attività deve avere un utente valido

# error.activity.unfollow.internalUser
source: Cannot unfollow this user
it: Non puoi smettere di seguire l'utente

# error.app.invalidUser
source: A App should have a valid user
it: Un App deve avere un utente valido

# error.app.limit.duplicate
source: Your have already published this app
it: Hai già pubblicato questa app

# error.app.limit
source: You have reached your daily apps published limit
it: Hai raggiunto il limite giornaliero di app pubblicabili

# error.app.userAuth
source: Cannot set user on App to a user other than the current user
it: É possibile salvare un app solo per l'utente corrente

# error.apppurchase.limit
source: Daily promoted apps limit reached for the select country, please, retry tommorow
it: Raggiunto il limite di app pubblicabili per la nazione selezionata, riprova domani.

# error.apppurchase.limit.duplicate
source: App already published today for the select country, please, retry tommorow
it: L'App è già stata pubblicata in data odierna per la nazione selezionata, riprova domani.

# button.generic.cancel
source: Cancel
it: Annulla

# button.generic.back
source: Back
it: Indietro

# button.generic.dismiss
source: Dismiss
it: Annulla

# button.generic.retry
source: Retry
it: Riprova

# button.generic.close
source: Close
it: Chiudi

# Connection failed
source: Connection to the server failed, try again in a few minutes.
it: Non è stato possibile connettersi al server, riprova tra qualche minuto.

# error.generic.warning
source: Warning
it: Attenzione

# error.generic
source: Oops, there was an error!
it: Ops, c'è un problema!

# error.connection.title
source: No internet connection!
it: Connessione ad Internet assente!

# message.action.like
source: I use this App and I love it
it: Ho provato l'App e mi piace

# message.badge.pricedrop
source: Price drop! It's the right time to buy.
it: App in sconto! É il momento giusto per acquistarla.

# message.badge.playtogether
source: I want play/use this app with my friends.
it: Voglio giocare/utilizzare questa app con i miei amici.

# message.badge.question
source: I have a question about this app.
it: Ho una domanda sull'app.

# message.badge.want
source: I waiting for a price drop.
it: Attendo un ribasso del prezzo.

# label.badges.own
source: I Own
it: La possiedo

# label.badges.want
source: I Wish
it: La desidero

# tabbar.label.activity
source: Activity
it: Attività

# settings.sheet.title
source: Settings
it: Impostazioni

# settings.sheet.profile
source: My profile
it: Il mio profilo

# settings.sheet.findFriends
source: Find friends
it: Trova amici

# settings.sheet.logOut
source: Log out
it: Chiudi sessione

# settings.sheet.appsPriceDrop
source: Apps price drops
it: App in sconto

# settings.sheet.promotion
source: Enable App promotion
it: Abilita promozione App

# settings.sheet.saveAppPicker
source: Save state search Apps
it: Salva stato ricerca Apps

# settings.country.message
source: You have enabled the ability to publish App via sponsored posts. This mode is dedicated only for App developers.
it: Hai attivato la possibilità di pubblicare App tramite post sponsorizzati. Questa modalità è dedicata ai soli sviluppatori di App.

# findFriends.button.invite
source: Invite friends
it: Invita i tuoi amici

# findFriends.button.unfollowAll
source: Unfollow All
it: Non seguire

# findFriends.button.followAll
source: Follow All
it: Segui tutti

# findFriends.button.follow
source: Follow
it: Segui

# findFriends.button.following
source: Following
it: Seguito

# findFriends.sheet.invite
source: Invite with:
it: Invita con:

# findFriends.mail.subject
source: Join me on AppCorner
it: Sono su AppCorner, prova l'app anche tu.

# findFriends.mail.text
source: Share your preferred apps on <a href="http://http://itunes.com/apps/appcorner">AppCorner</a> and discorver great new Apps around the world with your friends.
it: Condividi le tue App preferite su <a href="http://itunes.com/apps/appcorner">AppCorner</a> e scopri nuove straordinarie App da tutto il mondo con i tuoi amici.

# findFriends.mail.body
source: Check out AppCorner! http://itunes.com/apps/appcorner
it: Installa AppCorner! http://itunes.com/apps/appcorner

# findFriends.fb.picker.title
source: Invite friends
it: Invita i tuoi amici

# detail.placeholder.addComment
source: Add a comment
it: Scrivi un commento

# detail.button.delete
source: Delete App
it: Elimina App

# detail.button.share
source: Share
it: Condividi

# detail.confirm.message
source: Are you sure you want to delete this app?
it: Sei certo di voler eliminare questa app?

# detail.confirm.delete
source: Yes, delete app
it: Si, elimina l'app

# publish.button.publish
source: Publish
it: Pubblica

# publish.error.generic.title
source: Couldn't post your app
it: Non posso pubblicare l'app

# publish.sheet.publish
source: Free publish
it: Pubblica gratis

# publish.sheet.publish.sponsored
source: Promote App
it: Promuovi App

# appPicker.search.placeholder
source: App name
it: Nome App

# appPicker.noratings
source: No ratings for current version
it: Nessun voto per la versione corrente

# appPicker.noratings.allversions
source: No ratings for all versions
it: Nessun voto per tutte le versioni

# appPicker.button.detail
source: Publish
it: Pubblica

# appPicker.label.allVersions
source: all versions
it: tutte le versioni

# appPicker.ranking.topfreeapplications
source: Top Free Apps
it: Top Gratuite

# appPicker.ranking.toppaidapplications
source: Top Paid Apps
it: Top Acquistate

# appPicker.ranking.topgrossingapplications
source: Top Grossing Apps
it: Top Redditizie

# appPicker.ranking.newapplications
source: New Apps
it: Nuove

# appPicker.ranking.newfreeapplications
source: New Free Applications
it: Nuove Gratuite

# appPicker.ranking.newpaidapplications
source: New Paid Applications
it: Nuove Acquistate

# appPicker.genre.all
source: All Genres
it: Tutti i generi

# appPicker.genre.6018
source: Books
it: Libri

# appPicker.genre.6000
source: Business
it: Economia

# appPicker.genre.6022
source: Catalogs
it: Cataloghi

# appPicker.genre.6017
source: Education
it: Istruzione

# appPicker.genre.6016
source: Entertainment
it: Intrattenimento

# appPicker.genre.6015
source: Finance
it: Finanza

# appPicker.genre.6023
source: Food & Drink
it: Cibo e Bevande

# appPicker.genre.6014
source: Games
it: Giochi

# appPicker.genre.6013
source: Health & Fitness
it: Salute e Benessere

# appPicker.genre.6012
source: Lifestyle
it: Mode e Tendenze

# appPicker.genre.6020
source: Medical
it: Medicina

# appPicker.genre.6011
source: Music
it: Musica

# appPicker.genre.6010
source: Navigation
it: Navigazione

# appPicker.genre.6009
source: News
it: Notizie

# appPicker.genre.6021
source: Newsstand
it: Edicola

# appPicker.genre.6008
source: Photo & Video
it: Foto e Video

# appPicker.genre.6007
source: Productivity
it: Produttività

# appPicker.genre.6006
source: Reference
it: Riferimento

# appPicker.genre.6005
source: Social Networking
it: Social Network

# appPicker.genre.6004
source: Sports
it: Sport

# appPicker.genre.6003
source: Travel
it: Viaggi

# appPicker.genre.6002
source: Utilities
it: Utilità

# appPicker.genre.6001
source: Weather
it: Previsioni del tempo

# appJumpBar.title.home
source: The latest published Apps
it: Le App pubblicate di recente

# appJumpBar.title.account
source: The latest Apps of %@
it: Le App recenti di %@

# appJumpBar.title.account.me
source: My latest Apps
it: Le mie App pubblicate di recente

# appJumpBar.noapps.label
source: No published apps
it: Nessuna App pubblicata

# home.blank.message
source: You don't have any facebook friends on AppCorner yet.
it: Non hai ancora alcun amico facebook su AppCorner.

# home.blank.button.title
source: Invite friends
it: Invita i tuoi amici

# home.app.notification
source: %d new app from your friends
it: %d nuova app dai tuoi amici

# home.app.notifications
source: %d new apps from your friends
it: %d nuove app dai tuoi amici

# activity.message.like
source: liked your app
it: piace la tua app

# activity.message.follow
source: started following you
it: ha iniziato a seguirti

# activity.message.comment
source: commented on your app
it: ha commentato la tua app

# activity.message.joined
source: joined AppCorner
it: si è collegato in AppCorner

# activity.message.priceDrop
source: app discount
it: app in sconto

# activity.priceDrop.from
source: from
it: da

# activity.priceDrop.to
source: to
it: a

# activity.priceDrop.free
source: free
it: gratis

# activity.user.noname
source: Someone
it: Qualcuno

# activity.blank.message
source: Your activity timeline is currently empty.
it: Non hai alcuna attività da visualizzare.

# activity.blank.button.title
source: Invite friends
it: Invita i tuoi amici

# account.button.follow
source: Follow
it: Segui

# account.button.unfollow
source: Unfollow
it: Non seguire

# account.label.nofollowers
source: 0 followers
it: 0 ti seguono

# account.label.nofollowing
source: 0 following
it: 0 seguiti

# account.label.numfollower
source: follower
it: ti segu

# account.label.numfollowing
source: following
it: seguiti

# account.label.numfollower.plural
source: s
it: ono

# login.message.signup
source: Sign up and start sharing and discorvering great new Apps around the world with your friends.
it: Condividi e scopri nuove straordinarie App da tutto il mondo con i tuoi amici.

# login.button.message
source: Login with facebook
it: Accedi con facebook

# viewer.button.close
source: Close
it: Chiudi

# purchase.waning.appstorecountry
source: The selected country does not coincide with the App Store's user that you are using, if you proceed to publish you will not see the published app on your home.
it: La nazione selezionata non coincide con quella dell'App Store dell'utente che stai usando, se procedi alla pubblicazione non vedrai l'app pubblicata sulla tua home.

# purchase.warning.nocountry
source: No other country available, more countries will be added in the future
it: Nessun altra nazione disponibile, ulteriori nazioni saranno aggiunte in futuro

# purchase.error.pending
source: You can not proceed with the purchase because there is a pending transaction. Please try again later or contact us on infoappcorner@gmail.com
it: Non puoi procedere all'acquisto perchè esiste una transazione non conclusa. Riprova più tardi o contattaci su infoappcorner@gmail.com

# purchase.error.blocked
source: In-App Purchase unavailable, please try again later.
it: Acquisto non disponibile, riprova più tardi.

# purchase.error.appNotInCountry
source: App not available in the selected country
it: App non disponibile nella nazione selezionata

# purchase.label.description
source: Promote your App now!
it: Promuovi la tua App ora!

# purchase.label.country
source: Select the App Store country:
it: Seleziona la nazione dell'App Store:

# purchase.button.buy
source: Buy now
it: Acquista ora

# purchase.button.buyfor
source: Buy now for only
it: Acquista ora per soli

# purchase.label.noproduct
source: No product loaded
it: Nessun prodotto caricato

# badges.warning.appNotInCountry
source: You can not publish this App because it is not available in your App Store country
it: Non puoi pubblicare questa App perchè non è disponibile nella tua nazione dell'App Store

# badges.question.error.commentMissing
source: Enter in the comments field your question
it: Inserisci nel campo commento la tua domanda

# sync.error.countrymissing
source: AppCorner requires a valid account for the App Store in order to identify the country to publish apps in AppCorner. Access to the app store settings and log in with your Apple ID.
it: AppCorner richiede un account valido per l'App Store al fine di identificare la nazione per cui pubblicare le app in AppCorner. Accedi alle impostazioni dell'App Store ed esegui il login con il tuo ID Apple.

# sync.error.update
source: New version is required! You must update your app from App Store before continue.
it: Aggiorna AppCorner alla nuova versione, scaricabile gratuitamente dall' App Store, per proseguire.

# sync.error.countrynotfound
source: Country not found.
it: Nazione non trovata.

# invite.sheet.facebook
source: Invite from facebook
it: Invita su facebook

# invite.sheet.post.facebook
source: Post on facebook
it: Messaggio su facebook

# invite.sheet.contacts
source: Invite from Contacts
it: Invita dalla rubrica

# fb.invite.message
source: Join me on AppCorner for iPhone, and share your preferred apps with me. http://itunes.com/apps/appcorner
it: Installa AppCorner per iPhone e condividi con me le app che preferisci. http://itunes.com/apps/appcorner

# fb.post.message
source: I'm sharing my preferred Apps on AppCorner.
it: Sto condividendo le mie App preferite su AppCorner.

# fb.permission.error.title
source: Permission Error
it: Errore autorizzazioni

# fb.permission.error.message
source: Unable to request publish permissions
it: Non è stato possibile richiedere le autorizzazioni

# share.post.message
source: Shared with AppCorner
it: Condiviso con AppCorner

# share.gift.activity
source: Gift
it: Regala

# logout.confirm.message
source: Confirm log out?
it: Confermi la chiusura della sessione utente?

# hud.following.friends
source: Following friends
it: Ricerca amici

# hud.create.profile
source: Creating profile
it: Creazione profilo

# pricedropapppicker.blank.message
source: No Apps in discount.
it: Nessuna App in sconto.

# apppicker.blank.message
source: No Apps found.
it: Nessuna App trovata.

# becomeActive.updateMessage
source: Tap the logo of AppCorner to update.
it: Tocca il logo di AppCorner per aggiornare.
